{"footwear": [
    {
        "imageurl":["49.jpg","50.jpg","51.jpg","52.jpg"],
        "id":"fw1",
        "brand":"BATA",
        "title":"BATA Women's Elektra Pumps",
        "shortdescription":"by BATA",
        "longdescription":"Bata India is the largest and leading manufacturer of footwear in India and is a part of the Bata Shoe Organization. We are passionate about delighting our customers. Exceptionally stylish, this pair of pumps from the house of Bata features a refined appeal to make the right impression. This pair is perfect to add sleek finesse to your everyday ensemble.",
        "price":1236,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    },
    {
        "imageurl":["53.jpg","54.jpg","55.jpg","56.jpg"],
        "id":"fw2",
        "brand":"BATA",
        "title":"BATA Women's Avni Fashion ",
        "shortdescription":"by BATA",
        "longdescription":"Taking care of your comfort on each step, these sandals come with sturdy TPR sole and extra foot bed cushioning. Style Tip : Have a comfortable and stylish day by teaming these sporty sandals with your laidback weekend wear. Disclaimer: There may be a slight colour variation in the image from original product.",
        "price":999,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    },
    {
        "imageurl":["57.jpg","58.jpg","59.jpg","60.jpg"],
        "id":"fw3",
        "brand":"Khadims",
        "title":"Khadims Womens Faux Leather Heels",
        "shortdescription":"by Khadims",
        "longdescription":"These sandals from Khadim's are a great choice when you want to flaunt a casual look. The slightly elevated sole gives a boost to your height while is still comfortable to walk in. The stylish upper provide a snug fit and firm grip that ensure ease-of-walking.",
        "price":799,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    },
    {
        "imageurl":["61.jpg","62.jpg","63.jpg","64.jpg"],
        "id":"fw4",
        "brand":"Get Glamr",
        "title":"Get Glamr Women's Mules",
        "shortdescription":"by Get Glamr",
        "longdescription":"This product is made from synthetic material on the inside and outside and is finished in an attractive black color. It features tpr sole, slip on closure, round toe, and are designed to be used as casual wear footwear. Furthermore, it is recommended to be kept away from extreme heat and corrosive liquids to avoid damage.",
        "price":1299,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    },
    {
        "imageurl":["65.jpg","66.jpg","67.jpg","68.jpg"],
        "id":"fw5",
        "brand":"Mochi",
        "title":"Mochi Women Black Synthetic Loafers (31-8109) 31-8109-11-BLACK",
        "shortdescription":"by Mochi",
        "longdescription":"Mochi Shoes, the brand, is now a household name in India. Over the past six decades, the company and the brand have become synonymous with unmatched quality, skilled craftsmanship and high-fashion products in the footwear industry. Mochi Shoes which is the largest fashion footwear retailer in India; was the first in the footwear segment to expand into e-commerce model.",
        "price":1990,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    },
    {
        "imageurl":["69.jpg","70.jpg","71.jpg","72.jpg"],
        "id":"fw6",
        "brand":"United Colors of Benetton ",
        "title":"United Colors of Benetton Women's Flip-Flops",
        "shortdescription":"by United Colors of Benetton ",
        "longdescription":"Hawaii Slippers from United Colors of Benetton. United Colors of Benetton is primarily a clothing brand owned by the famous Benetton group. However, the brand is equally popular in numerous other areas like from accessories to eyewear, and from fragrances to footwear. The brand believes in designing footwear with intricacy and precision. It is known for its fashionable footwear. The shoes and slippers are identified with the comfort they offer. Be it a day at work or a casual evening out with friends, UCB has a range that is suitable for all occasions. The products are timeless and authentic.",
        "price":699,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    },
    {
        "imageurl":["73.jpg","74.jpg","75.jpg","76.jpg"],
        "id":"fw7",
        "brand":"Bahamas",
        "title":"Bahamas Women's Flip-Flops",
        "shortdescription":"by Bahamas",
        "longdescription":"Sparx Presents footwear range that Will Keep Your Feet At Great Ease, While You walk, run or work out in the Gym. These Are Light In Weight, Flexible And Very Comfortable To Wear As Well.",
        "price":299,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    },
    {
        "imageurl":["77.jpg","78.jpg","79.jpg","80.jpg"],
        "id":"fw8",
        "brand":"ELLE",
        "title":"ELLE Women's Boots F708",
        "shortdescription":"by ELLE",
        "longdescription":"ELLE Presents footwear range that Will Keep Your Feet At Great Ease, While You walk, run or work out in the Gym. These Are Light In Weight, Flexible And Very Comfortable To Wear As Well.",
        "price":3563,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    },
    {
        "imageurl":["81.jpg","82.jpg","83.jpg","84.jpg"],
        "id":"fw9",
        "brand":"Catwalk",
        "title":"Catwalk Women's Black Block Heel Boots",
        "shortdescription":"by Catwalk",
        "longdescription":"Ever since its inception, Catwalk has never been just a footwear brand. With its unique sense of fashion, sumptuous designs, dynamic styling and holistic understanding of what a woman wants, Catwalk has always been synonymous with high fashion. A premium brand with a sense of daring and provocation, Catwalk resonates with celebrities and the fashion world. Offering quality fashion assistance to its loyal customers is every retail brand's dream. Catwalk has been realizing this dream consistently and increasing their customer reach all across India.",
        "price":3196,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    },
    {
        "imageurl":["85.jpg","86.jpg","87.jpg","88.jpg"],
        "id":"fw10",
        "brand":"BATA",
        "title":"BATA Women's Wedge Mule ",
        "shortdescription":"by BATA",
        "longdescription":"Bata India is the largest and leading manufacturer of footwear in India and is a part of the Bata Shoe Organization. We are passionate about delighting our customers. Exceptionally stylish, this pair of sandals from the house of Bata features a refined appeal to make the right impression. This pair is perfect to add sleek finesse to your everyday ensemble.",
        "price":889,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    },
    {
        "imageurl":["89.jpg","90.jpg","91.jpg","92.jpg"],
        "id":"fw11",
        "brand":"Lavie",
        "title":"Lavie Women's 790 Sling Back Fashion Sandals",
        "shortdescription":"by Lavie",
        "longdescription":"Avail an exciting and edgy collection of sport shoes from Force 10. Run away from the monotonous board room meetings and consortiums and revitalize the sports spirit in you. Let that sport enthusiast come out of you and travel. You can use these shoes for as road running shoes and off-road running shoes suitable for rough terrains as well. The aggressive outsole enable the runners to have optimum traction even on slippery gravel and rock surfaces.",
        "price":1871,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    },
    {
        "imageurl":["93.jpg","94.jpg","95.jpg","96.jpg"],
        "id":"fw12",
        "brand":"Mochi",
        "title":"Mochi Women Synthetic Sandals(35-2567)",
        "shortdescription":"by Mochi",
        "longdescription":"Mochi shoes, the brand, is now a household name in india. Over the past six decades, pany and the brand havee synonymous with unmatched quality, skilled craftsmanship and high-fashion products in the footwear industry.  mochi shoes which is the largest fashion footwear retailer in india; was the first in the footwear segment to expand intomerce model.",
        "price":1393,
        "quantity":5,
        "count":0,
        "averagerating":0,
        "rating":[],
        "comments":[]
    }
]}